Repository: markwk/bbb
Catalog: translations/*.po
Languages: de

source: Big Blue Button settings
de: Big Blue Button Einstellungen

source: Treat this node type as meeting
de: Dieser Inhaltstyp ist ein Meeting

source: Show links to join / start a meeting beneath the node
de: Beitreten / Starten links am Inhalt anzeigen

source: Display meeting status on node
de: Meeting Status am Inhalt anzeigen

source: Meeting settings
de: Meeting Einstellungen

source: The following settings maybe changed until the meeting first starts.
de: Die folgenden Einstellungen können geändert werden, bis das Meeting das erste mal gestartet wurde.

source: Welcome message
de: Willkommensnachricht

source: A welcome message that gets displayed on the chat window when the participant joins. You can include keywords (%%CONFNAME%%, %%DIALNUM%%, %%CONFNUM%%) which will be substituted automatically.
de: Die Willkommensnachricht, die angezeigt wird, wenn der Teilnehmer dem Meeting beitritt. Es ist möglich folgende Variablen anzugeben, die automatisch mit den entsprechenden Werten ersetzt werden.

source: Dial number
de: Rufnummer

source: The dial access number that participants can call in using regular phone.
de: Die Rufnummer mit der sich Teilnehmer mit einem Telefon einwählen können.

source: Moderator password
de: Moderator Passwort

source: The password that will be required for moderators to join the meeting or for certain administrative actions (i.e. ending a meeting).
de: Das Passwort das Moderatoren benötigen um dem Meeting beizutreten oder um bestimmte administrative Handlungen auszuführen (z.B. das Meeting zu beenden).

source: Attendee password
de: Teilnehmer Passwort

source: The password that will be required for attendees to join the meeting.
de: Das Passwort das Teilnehmer benötigen, um dem Meeting beizutreten.

source: The URL that the Big Blue Button client will go to after users click the OK button on the <em>You have been logged out message</em>.
de: Die URL zu der ein Teilnehmer umgeleitet wird, nachdem er sich aus dem Meeting ausgelogt hat.

source: You signed up for this meeting. Please stay on this page, you will be redirected immediately after the meeting has started.
de: Angemeldet für dieses Meeting. Bitte auf dieser Seite veweilen, es erfolgt eine automatische Weiterleitung, sobald das Meeting beginnt.

source: Join meeting as moderator
de: Als Moderator beitreten

source: Start meeting
de: Meeting starten

source: Join meeting
de: Meeting beitreten

source: Welcome to @title
de: Willkommen zu @title

source: Meeting is in progress.
de: Das Meeting läuft.

source: Meeting has not yet started.
de: Das Meeting läuft nicht.

source: Status: Meeting is running
de: Status: Das Meeting läuft

source: Status: Meeting is not running
de: Status: Das Meeting läuft nicht.

source: Phone: @number
de: Rufnummer: @number

source: Attend Meeting
de: An Meeting teilnehmen

source: Moderate Meeting
de: Meeting moderieren

source: Default server and meeting settings.
de: Server- und Meeting-Grundeinstellungen

source: Enables universities and colleges to deliver a high-quality learning experience.
de: Erlaubt es Lehreinrichtungen eine qualitativ hochwertige Lernerfahrung bereitzustellen.

source: Provides integration and default views.
de: Views Integration und Standard Views.

source: The unique meeting token.
de: Ein eindeutiges Meeting token.

source: Username
de: Benutzername

source: The username displayed in the meeting.
de: Der Benutzername, der im Meeting angezeigt wird.

source: The unique meeting ID.
de: Eine eindeutige Meeting ID.

source: The password needed to join a meeting.
de: Das Passwort der Teilnehmer

source: The password needed to moderate a meeting.
de: Das Passwort der Moderatoren

source: The message displayed when joining a meeting.
de: Die Willkommensnachricht.

source: The number to dial to join the meeting by phone.
de: Die Rufnummer zur Einwahl in das Meeting.

source: The URL the user gets redirected to when leaving the meeting.
de: Die URL zu der ein Teilnehmer umgeleitet wird, nachdem er sich aus dem Meeting ausgelogt hat.

source: Created
de: Erstellt

source: The creation timestamp.
de: Der Erstellungszeitpunkt.

source: Join
de: Beitreten

source: Provide a simple link to join as attendee.
de: Der Teilnehmerlink zum Beitritt.

source: Join moderator
de: Als Moderator beitreten

source: Provide a simple link to join as moderator.
de: Der Moderatorenlink zum Beitritt.

source: Big Blue Button Stats
de: Big Blue Button Statistik

source: Relation to the node table
de: Relation zur Node Tabelle

source: Mode
de: Modus

source: The user's mode in the meeting.
de: Die Funktion des Benutzers im Meeting.

source: Joined
de: Beigetreten

source: The timestamp a user joined the meeting.
de: Der Zeitpunkt zu dem der Benutzer beigetreten ist.

source: Test Connection
de: Verbindung testen

source: The connection has been established succesfully. Please save your settings now.
de: Die Verbindung konnte erfolgreich aufgebaut werden. Bitte die Einstellungen jetzt speichern.

source: The connection could not be established. Please adjust your settings.
de: Die Verbindung konnte nicht aufgebaut werden. Bitte die Einstellungen anpassen.

source: Adjust the default server settings. Read more about Big Blue Button on !home. See the documentation for !documentation
de: Anpassung der Server-Grundeinstellungen. Mehr Informationen zu Big Blue Button unter !home. Die Dokumentation ist unter !documentation zu finden

source: installation instructions
de: Installationsanweisungen

source: The URL that points to your instance of Big Blue Button.
de: Die URL zur Big Blue Button Installation.

source: Security Salt
de: Sicherheitscode

source: The predefinde security salt. This is a server side configuration option check the Big Blue Button !documentation
de: Der vordefinierte Sicherheitscode (Security Salt). Dies ist eine serverseitige Einstellung mehr dazu in der Big Blue Button !documentation

source: documentation
de: Dokumentation

source: Client settings
de: Client Einstellungen

source: Display mode
de: Anzeigemodus

source: Display inline
de: Anzeige inline

source: Display in a new window
de: Anzeige in neuem Fenster

source: Choose wether to display the meeting inline or in a new window.
de: Soll das Meeting inline oder in einem neuen Fenster geöffnet werden.

source: Height x Width
de: Höhe x Breite

source: Give dimensions for inline display, e.g. <em>520px</em> x <em>100%</em>.
de: Die Dimensionen zur Anzeige des Meetings, z.B. <em>520px</em> x <em>100%</em>.

source: Text to display
de: Anzuzeigender Text

source: view
de: Ansicht
